// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "プリントヘッド のクリーニング";

NotInitiatedTitle = "クリーニングを開始することができませんでした";
NotInitiatedMsg = "クリーニングの手順を開始することができませんでした。 プリンタがオンラインで、ジョブの処理中でないことを確認してください。";

CleaningProgressTitle = "プリントヘッドのクリーニング中...";

CompletitionLevelTitleFormat = "クリーニング レベル%i 終了";
CompletitionLevelMsgFormat = "テスト ページが印刷されるまでお待ちください。 このページをチェックして、問題が解決したかどうかを確認してください。 テスト ページに問題が見られない場合、[終了] をクリックしてクリーニングを終了してください。 問題がある場合は、[クリーニング レベル %i] をクリックしてクリーニングを継続してください。";
CompletitionFinalMsg = "テスト ページが印刷されるまでお待ちください。 このページをチェックして、問題が解決したかどうかを確認してください。 テスト ページに問題が見られない場合、[終了] をクリックしてクリーニングを終了してください。 問題がある場合は、[オンライン HP ヘルプ] をクリックして、HP のトラブルシューティングに関するウェブページをご覧ください。";
NextLevelButtonFormat = "クリーニング レベル %i";
FinishButtonText = "終了";
GetHelpButtonText = "オンライン HP ヘルプ";

HSDCleanPrintheadsExplanation = "印刷されたページに例のような筋が入っているときは、プリントヘッドのクリーニングが必要です。 これにはおよそ １分間かかり、用紙を 1枚使用します。";
HSDCleanPrintheadsInvitation = "[クリーニング] ボタンをクリックして、今すぐプリントヘッドをクリーニングしてください。";
HSDManualCleanPrintheadsInvitation = "プリントヘッドをクリーニングするには、プリンタのコントロール パネルのディスプレイで対応するオプションを選択してください。";

CleanCancelledTitle = "操作はキャンセルされました";
CleanCancelledMsg = "クリーニング手順が、装置の正面パネルからキャンセルされました。";

CleaningProcessErrorTitle = "操作を完了できません";
CleaningProcessErrorMsg = "クリーニング手順を完了できませんでした。HP サポートに問い合わせてください。";
DeviceBusyMessage = "クリーニング手順を完了できません。デバイスが現在のジョブを終了するまで待って、やり直してください。";

PythonLvl1DoneTitle = "レベル 1 のプリントヘッドクリーニングが完了しました";

PythonLvl1DoneMsg = "印字品質がまだ悪い場合は、レベル 2 のクリーニングが利用できます。これには約 2 分かかり、用紙を 1 枚使います。このレベル 2 のクリーニングは、相当量のインクを使用するので、最初のクリーニングで印字品質が改善しなかった場合だけ利用してください。レベル 2 のクリーニングを行うには、[レベル 2 のクリーニング] をクリックします。";

PythonLvl2Button = "レベル 2 のクリーニング";

PythonLvl2DoneTitle = "レベル 2 のプリントヘッドクリーニングが完了しました";

PythonLvl2DoneMsg = "印字品質がまだ良くない場合は、この手順を再実行してもおそらく役に立ちません。詳細はプリンタの説明書を参照してください。";

ColorCleaningTextFieldTitle = "プリントヘッドのクリーニング";
HSDInfoTextFieldTitle = "プリント結果に図の例のような筋があらわれる場合、または色が正しくなかったり欠けている場合、プリントヘッドのクリーニングが必要なことがあります。このプロセスは、インクを使用して、プリントヘッドのノズルをクリーニングしようとするものです。これには約 2 分かかり、用紙を 1 枚使います。";
HSDGuideTextFieldTitle = "[クリーニング] をクリックして、今すぐプリントヘッドをクリーニングしてください。";
HSDCleanButtonTitle = "クリーニング";
CancelButtonTitleKey = "キャンセル";

PythonLvl1DoneMsgPigment = "印刷品質にまだ問題がある場合は、レベル 2 のクリーニングを実行できます。所要時間は約 2 分で、用紙を 1 枚使用します。このレベル 2 クリーニングではかなりの量のインクが使用されます。最初のクリーニングで印刷品質が改善されなかった場合にのみ使用してください。レベル 2 クリーニングを実行するには、[レベル 2 クリーニング] をクリックします。";
HSDInfoTextFieldTitlePigment = "印刷結果に写真に示すような縞模様、または色の間違いや欠損がある場合は、プリントヘッドのクリーニングが必要です。このプロセスでは、カートリッジを使用してプリントヘッドのノズルをクリーニングします。所要時間は約 2 分で、用紙を 1 枚使用します。";

